Repository: lukaning/CareBooking
Catalog: EmBeLife/Localizable.xcstrings
Source language: en
Languages: de, es, fa, fil, fr, hy, it, ja, ko, ru, vi, zh_hans

source: Activities
de: Activités
es: Actividades
fr: Activités
it: Activités
vi: Hoạt động
zh_hans: 动态

source: Apply
de: Anwenden
es: Aplicar
fa: اعمال
fil: Ilapat
fr: Appliquer
hy: Կիրառել
it: Applica
ja: 適用
ko: 적용
ru: Применить
vi: Áp dụng
zh_hans: 应用

source: Back
de: Zurück
es: Atrás
fa: بازگشت
fil: Bumalik
fr: Retour
hy: Հետ
it: Indietro
ja: 戻る
ko: 뒤로
ru: Назад
vi: Quay lại
zh_hans: 返回

source: Birth, Newborn & Postpartum Services
de: Naissance, nouveau-né et post-partum
es: Parto, recién nacido y posparto
fr: Naissance, nouveau-né et post-partum
it: Naissance, nouveau-né et post-partum
vi: Sinh, trẻ sơ sinh & sau sinh
zh_hans: 分娩、新生儿与产后服务

source: Book Now
de: Jetzt buchen
es: Reservar ahora
fa: همین حالا رزرو کنید
fil: Mag-book ngayon
fr: Réserver
hy: Ամրագրել
it: Réserver
ja: 今すぐ予約
ko: 지금 예약
ru: Забронировать
vi: Đặt ngay
zh_hans: 立即预约

source: Cancel
de: Abbrechen
es: Cancelar
fa: لغو
fil: Kanselahin
fr: Annuler
hy: Չեղարկել
it: Annuler
ja: キャンセル
ko: 취소
ru: Отмена
vi: Hủy
zh_hans: 取消

source: Close
de: Schließen
es: Cerrar
fa: بستن
fil: Isara
fr: Fermer
hy: Փակել
it: Fermer
ja: 閉じる
ko: 닫기
ru: Закрыть
vi: Đóng
zh_hans: 关闭

source: Confirm
de: Bestätigen
es: Confirmar
fa: تأیید
fil: Kumpirmahin
fr: Confirmer
hy: Հաստատել
it: Conferma
ja: 確認
ko: 확인
ru: Подтвердить
vi: Xác nhận
zh_hans: 确认

source: Continue
de: Weiter
es: Continuar
fa: ادامه
fil: Magpatuloy
fr: Continuer
hy: Շարունակել
it: Continua
ja: 続ける
ko: 계속
ru: Продолжить
vi: Tiếp tục
zh_hans: 继续

source: Create An Account
de: Konto erstellen
es: Crear una cuenta
fa: ایجاد حساب
fil: Gumawa ng account
fr: Créer un compte
hy: Ստեղծել հաշիվ
it: Créer un compte
ja: アカウントを作成
ko: 계정 만들기
ru: Создать аккаунт
vi: Tạo tài khoản
zh_hans: 创建账户

source: Customize location
de: Standort anpassen
es: Personalizar ubicación
fa: تنظیم مکان
fil: I-customize ang lokasyon
fr: Personnaliser le lieu
hy: Կարգավորել տեղը
it: Personalizza posizione
ja: 場所を指定
ko: 위치 직접 설정
ru: Указать место
vi: Tùy chỉnh vị trí
zh_hans: 自定义位置

source: Dashboard
de: Übersicht
es: Panel
fa: داشبورد
fr: Tableau de bord
hy: Վահանակ
it: Tableau de bord
ja: ダッシュボード
ko: 대시보드
ru: Панель
vi: Bảng điều khiển
zh_hans: 仪表盘

source: Delete
de: Löschen
es: Eliminar
fa: حذف
fil: Tanggalin
fr: Supprimer
hy: Ջնջել
it: Supprimer
ja: 削除
ko: 삭제
ru: Удалить
vi: Xóa
zh_hans: 删除

source: Describe:
de: Beschreiben:
fa: شرح:
fil: Ilarawan:
fr: Décrire :
hy: Նկարագրել՝
it: Descrivi:
ja: 説明：
ko: 설명:
ru: Опишите:
vi: Mô tả:
zh_hans: 描述：

source: Display & Language
de: Anzeige & Sprache
es: Pantalla e idioma
fa: نمایش و زبان
fil: Display at wika
fr: Affichage et langue
hy: Ցուցադրում և լեզու
it: Affichage et langue
ja: 表示と言語
ko: 화면 및 언어
ru: Экран и язык
vi: Hiển thị & ngôn ngữ
zh_hans: 显示与语言

source: Do you need help or can you provide services?
de: Brauchen Sie Hilfe oder können Sie Dienste anbieten?
es: ¿Necesitas ayuda o puedes prestar servicios?
fa: به کمک نیاز دارید یا می‌توانید خدمات ارائه دهید؟
fil: Kailangan mo ba ng tulong o makakapagbigay ka ng serbisyo?
fr: Avez-vous besoin d’aide ou pouvez-vous proposer des services ?
hy: Օգնություն է պետք, թե կարող եք ծառայություններ տրամադրել։
it: Hai bisogno di aiuto o puoi offrire servizi?
ja: サポートが必要ですか、それともサービスを提供できますか？
ko: 도움이 필요하신가요, 아니면 서비스를 제공하시나요?
ru: Вам нужна помощь или вы оказываете услуги?
vi: Bạn cần giúp đỡ hay có thể cung cấp dịch vụ?
zh_hans: 您需要帮助，还是可以提供服务？

source: Don't have an account?
de: Noch kein Konto?
es: ¿No tienes cuenta?
fa: حساب ندارید؟
fil: Wala pang account?
fr: Pas encore de compte ?
hy: Հաշիվ չունե՞ք
it: Pas encore de compte ?
ja: アカウントをお持ちでない方
ko: 계정이 없나요?
ru: Нет аккаунта?
vi: Chưa có tài khoản?
zh_hans: 还没有账户？

source: Done
de: Fertig
es: Listo
fa: تمام
fil: Tapos
fr: Terminé
hy: Պատրաստ է
it: Terminé
ja: 完了
ko: 완료
ru: Готово
vi: Xong
zh_hans: 完成

source: Edit
de: Bearbeiten
es: Editar
fa: ویرایش
fil: I-edit
fr: Modifier
hy: Խմբագրել
it: Modifier
ja: 編集
ko: 편집
ru: Изменить
vi: Sửa
zh_hans: 编辑

source: Email Address
de: E-Mail-Adresse
es: Correo electrónico
fa: ایمیل
fil: Email
fr: Adresse e-mail
hy: Էլ. փոստ
it: Adresse e-mail
ja: メールアドレス
ko: 이메일 주소
ru: Эл. почта
vi: Địa chỉ email
zh_hans: 电子邮箱

source: Find trustworthy help and rehabilitative services
de: Finden Sie vertrauenswürdige Hilfe und Rehabilitation
es: Encuentra ayuda y servicios de rehabilitación de confianza
fa: کمک و توانبخشی قابل اعتماد پیدا کنید
fil: Maghanap ng mapagkakatiwalaang tulong at rehabilitasyon
fr: Trouvez une aide et des services de réadaptation de confiance
hy: Գտեք վստահելի օգնություն և վերականգնում
it: Trova aiuto e servizi riabilitativi affidabili
ja: 信頼できる支援とリハビリサービスを見つけましょう
ko: 믿을 수 있는 도움과 재활 서비스를 찾아보세요
ru: Найдите надёжную помощь и реабилитацию
vi: Tìm sự giúp đỡ và dịch vụ phục hồi chức năng đáng tin cậy
zh_hans: 寻找可信赖的帮助和康复服务

source: Forgot Password
de: Passwort vergessen
es: Olvidé la contraseña
fa: فراموشی رمز عبور
fil: Nakalimutan ang password
fr: Mot de passe oublié
hy: Մոռացել եմ գաղտնաբառը
it: Mot de passe oublié
ja: パスワードをお忘れですか
ko: 비밀번호 찾기
ru: Забыли пароль
vi: Quên mật khẩu
zh_hans: 忘记密码

source: Full Name
de: Vollständiger Name
es: Nombre completo
fa: نام کامل
fil: Buong pangalan
fr: Nom complet
hy: Ամբողջական անուն
it: Nom complet
ja: 氏名
ko: 이름
ru: Полное имя
vi: Họ và tên
zh_hans: 姓名

source: Get Started
de: Loslegen
es: Comenzar
fa: شروع
fil: Magsimula
fr: Commencer
hy: Սկսել
it: Inizia
ja: はじめる
ko: 시작하기
ru: Начать
vi: Bắt đầu
zh_hans: 开始

source: Gift Fund
de: Cagnotte cadeau
es: Fondo de regalos
fr: Cagnotte cadeau
it: Cagnotte cadeau
vi: Quỹ quà tặng
zh_hans: 礼金

source: Hands-free
de: Freisprechen
es: Manos libres
fa: دست‌آزاد
fr: Mains libres
hy: Առանց ձեռքերի
it: Mains libres
ja: ハンズフリー
ko: 핸즈프리
ru: Громкая связь
vi: Rảnh tay
zh_hans: 免提

source: Help & getting started
de: Aide et démarrage
es: Ayuda y primeros pasos
fr: Aide et démarrage
it: Aide et démarrage
vi: Trợ giúp & bắt đầu
zh_hans: 帮助与入门

source: Hi, 👋
de: Hallo, 👋
es: Hola, 👋
fa: سلام، 👋
fr: Bonjour, 👋
hy: Բարև, 👋
it: Ciao, 👋
ja: こんにちは、👋
ko: 안녕하세요, 👋
ru: Привет, 👋
vi: Xin chào, 👋
zh_hans: 你好，👋

source: Home
de: Start
es: Inicio
fa: خانه
fr: Accueil
hy: Գլխավոր
ja: ホーム
ko: 홈
ru: Главная
vi: Trang chủ
zh_hans: 首页

source: I **provide** help or rehabilitative services
de: Ich **biete** Hilfe oder Rehabilitationsdienste
es: **Presto** ayuda o servicios de rehabilitación
fa: من کمک یا خدمات توانبخشی ارائه می‌دهم
fil: **Nagbibigay** ako ng tulong o serbisyong rehabilitasyon
fr: Je **propose** de l’aide ou des services de réadaptation
hy: Ես **տրամադրում եմ** օգնություն կամ վերականգնողական ծառայություններ
it: **Offro** aiuto o servizi riabilitativi
ja: 支援またはリハビリサービスを**提供**します
ko: 도움 또는 재활 서비스를 **제공**해요
ru: Я **оказываю** помощь или реабилитационные услуги
vi: Tôi **cung cấp** sự giúp đỡ hoặc dịch vụ phục hồi chức năng
zh_hans: 我**提供**帮助或康复服务

source: I'm **looking** for help or rehabilitative services
de: Ich **suche** Hilfe oder Rehabilitationsdienste
es: Estoy **buscando** ayuda o servicios de rehabilitación
fa: من به دنبال کمک یا خدمات توانبخشی هستم
fil: **Naghahanap** ako ng tulong o serbisyong rehabilitasyon
fr: Je **cherche** de l’aide ou des services de réadaptation
hy: Ես **փնտրում եմ** օգնություն կամ վերականգնողական ծառայություններ
it: Sto **cercando** aiuto o servizi riabilitativi
ja: 支援またはリハビリサービスを**探して**います
ko: 도움 또는 재활 서비스를 **찾고** 있어요
ru: Я **ищу** помощь или реабилитационные услуги
vi: Tôi đang **tìm** sự giúp đỡ hoặc dịch vụ phục hồi chức năng
zh_hans: 我正在**寻找**帮助或康复服务

source: Language Setting
de: Sprache
es: Idioma
fa: زبان
fil: Wika
fr: Langue
hy: Լեզու
it: Lingua
ja: 言語設定
ko: 언어 설정
ru: Язык
vi: Cài đặt ngôn ngữ
zh_hans: 语言设置

source: Loss, Bereavement & End of Life Services
de: Deuil et fin de vie
es: Pérdida, duelo y final de la vida
fr: Deuil et fin de vie
it: Deuil et fin de vie
vi: Mất mát, tang chế & cuối đời
zh_hans: 丧亲与临终服务

source: Messages
de: Nachrichten
es: Mensajes
fa: پیام‌ها
fil: Mensahe
hy: Հաղորդագրություններ
it: Messaggi
ja: メッセージ
ko: 메시지
ru: Сообщения
vi: Tin nhắn
zh_hans: 消息

source: Next
de: Weiter
es: Siguiente
fa: بعدی
fil: Susunod
fr: Suivant
hy: Հաջորդ
it: Avanti
ja: 次へ
ko: 다음
ru: Далее
vi: Tiếp
zh_hans: 下一步

source: Notes:
de: Notizen:
es: Notas:
fa: یادداشت:
fil: Mga tala:
hy: Նշումներ՝
it: Note:
ja: メモ：
ko: 메모:
ru: Заметки:
vi: Ghi chú:
zh_hans: 备注：

source: Notification
de: Mitteilung
es: Notificación
fa: اعلان
fil: Abiso
hy: Ծանուցում
it: Notifiche
ja: 通知
ko: 알림
ru: Уведомления
vi: Thông báo
zh_hans: 通知

source: Nutrition & Dietary Services
de: Nutrition et régime
es: Nutrición y dieta
fr: Nutrition et régime
it: Nutrition et régime
vi: Dinh dưỡng & chế độ ăn
zh_hans: 营养与饮食服务

source: Or Sign In with
de: Oder anmelden mit
es: O inicia sesión con
fa: یا ورود با
fil: O mag-sign in gamit ang
fr: Ou se connecter avec
hy: Կամ մուտք գործել
it: Ou se connecter avec
ja: または次でログイン
ko: 또는 다음으로 로그인
ru: Или войти через
vi: Hoặc đăng nhập bằng
zh_hans: 或使用以下方式登录

source: Password
de: Passwort
es: Contraseña
fa: رمز عبور
fr: Mot de passe
hy: Գաղտնաբառ
it: Mot de passe
ja: パスワード
ko: 비밀번호
ru: Пароль
vi: Mật khẩu
zh_hans: 密码

source: Password & Security
de: Mot de passe et sécurité
es: Contraseña y seguridad
fr: Mot de passe et sécurité
it: Mot de passe et sécurité
vi: Mật khẩu & bảo mật
zh_hans: 密码与安全

source: Payment
de: Zahlung
es: Pago
fa: پرداخت
fil: Bayad
fr: Paiement
hy: Վճարում
it: Pagamento
ja: 支払い
ko: 결제
ru: Оплата
vi: Thanh toán
zh_hans: 支付

source: Personal Care/Activities of Daily Living Services
de: Soins personnels / activités quotidiennes
es: Cuidado personal / actividades de la vida diaria
fr: Soins personnels / activités quotidiennes
it: Soins personnels / activités quotidiennes
vi: Chăm sóc cá nhân / sinh hoạt hàng ngày
zh_hans: 个人护理 / 日常生活服务

source: Previous Providers
de: Prestataires précédents
es: Proveedores anteriores
fr: Prestataires précédents
it: Prestataires précédents
vi: Người hỗ trợ trước đây
zh_hans: 以前的服务者

source: Profile
de: Profil
es: Perfil
fa: پروفایل
fr: Profil
hy: Պրոֆիլ
it: Profilo
ja: プロフィール
ko: 프로필
ru: Профиль
vi: Hồ sơ
zh_hans: 个人资料

source: Remember Me
de: Angemeldet bleiben
es: Recuérdame
fa: مرا به خاطر بسپار
fil: Tandaan ako
fr: Se souvenir de moi
hy: Հիշել ինձ
it: Se souvenir de moi
ja: ログイン状態を保持
ko: 로그인 유지
ru: Запомнить меня
vi: Ghi nhớ tôi
zh_hans: 记住我

source: Save
de: Speichern
es: Guardar
fa: ذخیره
fil: I-save
fr: Enregistrer
hy: Պահել
it: Enregistrer
ja: 保存
ko: 저장
ru: Сохранить
vi: Lưu
zh_hans: 保存

source: Saved Providers
de: Prestataires enregistrés
es: Proveedores guardados
fr: Prestataires enregistrés
it: Prestataires enregistrés
vi: Người hỗ trợ đã lưu
zh_hans: 已保存的服务者

source: Search
de: Suchen
es: Buscar
fa: جستجو
fil: Maghanap
fr: Rechercher
hy: Որոնել
it: Rechercher
ja: 検索
ko: 검색
ru: Поиск
vi: Tìm kiếm
zh_hans: 搜索

source: Select Your Preferred Language
de: Wählen Sie Ihre bevorzugte Sprache
es: Elige tu idioma preferido
fa: زبان مورد نظر را انتخاب کنید
fil: Piliin ang iyong gustong wika
fr: Choisissez votre langue préférée
hy: Ընտրեք նախընտրած լեզուն
it: Seleziona la lingua preferita
ja: 希望する言語を選択
ko: 선호 언어를 선택하세요
ru: Выберите предпочитаемый язык
vi: Chọn ngôn ngữ ưa thích
zh_hans: 选择您的首选语言

source: Settings
de: Einstellungen
es: Ajustes
fa: تنظیمات
fr: Réglages
hy: Կարգավորումներ
it: Impostazioni
ja: 設定
ko: 설정
ru: Настройки
vi: Cài đặt
zh_hans: 设置

source: Sign In
de: Anmelden
es: Iniciar sesión
fa: ورود
fil: Mag-sign in
fr: Connexion
hy: Մուտք
it: Accedi
ja: ログイン
ko: 로그인
ru: Войти
vi: Đăng nhập
zh_hans: 登录

source: Sign Up
de: Registrieren
es: Registrarse
fa: ثبت‌نام
fil: Mag-sign up
fr: Inscription
hy: Գրանցում
it: Registrati
ja: 新規登録
ko: 회원가입
ru: Регистрация
vi: Đăng ký
zh_hans: 注册

source: Sign up/in
de: Registrieren/anmelden
es: Regístrate/entra
fa: ثبت‌نام/ورود
fil: Mag-sign up/in
fr: S’inscrire / se connecter
hy: Գրանցում/մուտք
it: S’inscrire / se connecter
ja: 登録/ログイン
ko: 가입/로그인
ru: Регистрация/вход
vi: Đăng ký/nhập
zh_hans: 注册/登录

source: Text Size
de: Textgröße
es: Tamaño del texto
fa: اندازه متن
fil: Laki ng teksto
fr: Taille du texte
hy: Տեքստի չափ
it: Taille du texte
ja: 文字サイズ
ko: 글자 크기
ru: Размер текста
vi: Cỡ chữ
zh_hans: 文字大小

source: Therapeutic and Rehabilitation Services
de: Services thérapeutiques et de réadaptation
es: Servicios terapéuticos y de rehabilitación
fr: Services thérapeutiques et de réadaptation
it: Services thérapeutiques et de réadaptation
vi: Trị liệu và phục hồi chức năng
zh_hans: 治疗与康复服务

source: Those are usually professionals
de: Das sind in der Regel Fachkräfte
es: Suelen ser profesionales
fa: معمولاً افراد متخصص
fil: Karaniwan silang mga propesyonal
fr: Ce sont généralement des professionnels
hy: Սովորաբար մասնագետներ են
it: Di solito sono professionisti
ja: 通常は専門職の方です
ko: 보통 전문가입니다
ru: Обычно это специалисты
vi: Thường là chuyên gia
zh_hans: 通常是专业人士

source: Those are usually the Individuals who need help
de: Das sind in der Regel Menschen, die Hilfe brauchen
es: Suelen ser las personas que necesitan apoyo
fa: معمولاً افرادی که به کمک نیاز دارند
fil: Karaniwan silang mga indibidwal na nangangailangan ng tulong
fr: Ce sont généralement les personnes qui ont besoin d’aide
hy: Սովորաբար օգնության կարիք ունեցող անձինք են
it: Di solito sono le persone che hanno bisogno di aiuto
ja: 通常はサポートを必要とする方です
ko: 보통 도움이 필요한 개인입니다
ru: Обычно это люди, которым нужна поддержка
vi: Thường là người cần được hỗ trợ
zh_hans: 通常是需要帮助的个人

source: Time
de: Heure
es: Hora
fa: زمان
fil: Oras
fr: Heure
hy: Ժամ
it: Heure
ja: 時間
ko: 시간
ru: Время
vi: Giờ
zh_hans: 时间

source: Use current location
de: Aktuellen Standort verwenden
es: Usar ubicación actual
fa: استفاده از مکان فعلی
fil: Gamitin ang kasalukuyang lokasyon
fr: Utiliser la position actuelle
hy: Օգտագործել ընթացիկ տեղը
it: Usa posizione attuale
ja: 現在地を使う
ko: 현재 위치 사용
ru: Использовать текущее местоположение
vi: Dùng vị trí hiện tại
zh_hans: 使用当前位置

source: User management
de: Gestion des utilisateurs
es: Gestión de usuarios
fr: Gestion des utilisateurs
it: Gestion des utilisateurs
vi: Quản lý người dùng
zh_hans: 用户管理

source: Welcome to
de: Willkommen bei
es: Bienvenido a
fa: خوش آمدید به
fil: Maligayang pagdating sa
fr: Bienvenue sur
hy: Բարի գալուստ
it: Benvenuto in
ja: ようこそ
ko: 환영합니다
ru: Добро пожаловать в
vi: Chào mừng đến với
zh_hans: 欢迎来到

source: What kind of help or rehabilitative services do you need?
de: Welche Art von Hilfe oder Rehabilitationsdiensten brauchen Sie?
es: ¿Qué tipo de ayuda o servicios de rehabilitación necesitas?
fa: به چه نوع کمک یا خدمات توانبخشی نیاز دارید؟
fil: Anong klaseng tulong o serbisyong rehabilitasyon ang kailangan mo?
fr: De quel type d’aide ou de services de réadaptation avez-vous besoin ?
hy: Ինչպիսի օգնություն կամ վերականգնողական ծառայություններ է ձեզ պետք։
it: Che tipo di aiuto o servizi riabilitativi ti serve?
ja: どのような支援またはリハビリサービスが必要ですか？
ko: 어떤 도움이나 재활 서비스가 필요하신가요?
ru: Какая помощь или реабилитационные услуги вам нужны?
vi: Bạn cần loại giúp đỡ hoặc dịch vụ phục hồi chức năng nào?
zh_hans: 您需要哪种帮助或康复服务？

source: Your Matches
de: Ihre Treffer
es: Tus coincidencias
fa: موارد مطابق
fil: Mga tugma mo
fr: Vos correspondances
hy: Ձեր համընկնումները
it: Vos correspondances
ja: おすすめ
ko: 추천 매칭
ru: Подходящие специалисты
vi: Phù hợp với bạn
zh_hans: 为你匹配

source: Date
es: Fecha
fa: تاریخ
fil: Petsa
hy: Ամսաթիվ
ja: 日付
ko: 날짜
ru: Дата
vi: Ngày
zh_hans: 日期

source: OK
fa: باشه
ko: 확인
zh_hans: 确定

source: and
vi: và

source: ABA Routing Number
vi: Số routing ABA

source: Accept
vi: Chấp nhận

source: Account Holder Name
vi: Tên chủ tài khoản

source: Account Number
vi: Số tài khoản

source: Active
vi: Đang hoạt động

source: Activities of daily living (ADL)
vi: Sinh hoạt hàng ngày (ADL)

source: Acupuncture
vi: Châm cứu

source: Add
vi: Thêm

source: Add a category, description, or sub-task before tapping Done
vi: Thêm nhóm, mô tả hoặc việc phụ trước khi nhấn Xong

source: Add any relevant files/ photos
vi: Thêm tệp hoặc ảnh liên quan

source: Add details
vi: Thêm chi tiết

source: Add family or friend
vi: Thêm gia đình hoặc bạn

source: Add Sub-Task
vi: Thêm việc phụ

source: Add Task
vi: Thêm việc

source: Add task details
vi: Thêm chi tiết công việc

source: Addiction
vi: Nghiện

source: Adding member
vi: Thêm thành viên

source: Admin Account
vi: Tài khoản quản trị

source: Agree
vi: Đồng ý

source: Align a gift QR code inside the frame
vi: Căn mã QR quà tặng vào khung

source: Amount
vi: Số tiền

source: Anxiety
vi: Lo âu

source: Are you sure you want to cancel this visit?
vi: Bạn chắc muốn hủy buổi này?

source: Autism spectrum disorder
vi: Rối loạn phổ tự kỷ

source: Available gift fund balance
vi: Số dư quỹ quà tặng

source: Average rating of providers you engaged
vi: Điểm trung bình của người hỗ trợ bạn đã dùng

source: Birth doula
vi: Doula sinh

source: Book a Video Appointment
vi: Đặt lịch video

source: Book an in-person Appointment
vi: Đặt lịch gặp trực tiếp

source: booked
vi: đã đặt

source: Booked
vi: Đã đặt

source: Booking cancelled
vi: Đã hủy đặt lịch

source: Booking Dates
vi: Ngày đặt lịch

source: Booking details
vi: Chi tiết đặt lịch

source: Booking pipeline
vi: Luồng đặt lịch

source: Booking Requested!
vi: Đã gửi yêu cầu đặt lịch!

source: Bookings
vi: Lịch đặt

source: By signing up you agree to our
vi: Khi đăng ký, bạn đồng ý với

source: Cancel booking
vi: Hủy đặt lịch

source: Cancer-related symptoms and side effects
vi: Triệu chứng và tác dụng phụ liên quan ung thư

source: Card Number
vi: Số thẻ

source: Cardholder Name
vi: Tên chủ thẻ

source: Care hours this week
vi: Giờ chăm sóc tuần này

source: Change
vi: Đổi

source: Change Password
vi: Đổi mật khẩu

source: Checklist Details
vi: Chi tiết danh sách việc

source: Choose a day and time in the future you want to propose
vi: Chọn ngày giờ trong tương lai bạn muốn đề xuất

source: Choose a day and time you want to schedule
vi: Chọn ngày và giờ bạn muốn đặt

source: Choose at least one care task category for this visit
vi: Chọn ít nhất một nhóm việc cho buổi này

source: Chronic conditions management
vi: Quản lý bệnh mạn tính

source: Chronic pain
vi: Đau mạn tính

source: Clear
vi: Xóa

source: Cleft palate
vi: Hở hàm ếch

source: Cognitive communication disorder
vi: Rối loạn giao tiếp nhận thức

source: Collapses the language list
vi: Thu gọn danh sách ngôn ngữ

source: Coming soon in a later scope.
vi: Sắp có trong phiên bản sau.

source: Companionship/ emotional support
vi: Đồng hành / hỗ trợ tinh thần

source: Completed
vi: Hoàn thành

source: Conditions of Use
vi: Điều kiện sử dụng

source: Confirm Gift
vi: Xác nhận quà

source: Confirm New Password
vi: Xác nhận mật khẩu mới

source: Confirm Password
vi: Xác nhận mật khẩu

source: Confirm your password
vi: Xác nhận mật khẩu của bạn

source: Contact
vi: Liên hệ

source: Contact info
vi: Thông tin liên hệ

source: Counts care visits you have completed through EmBeLife.
vi: Đếm số buổi chăm sóc bạn đã hoàn thành trên EmBeLife.

source: Create a New Password
vi: Tạo mật khẩu mới

source: Create Account
vi: Tạo tài khoản

source: Current appointment
vi: Lịch hẹn hiện tại

source: Current Password
vi: Mật khẩu hiện tại

source: Date Created
vi: Ngày tạo

source: Decline
vi: Từ chối

source: Default
vi: Mặc định

source: Depression
vi: Trầm cảm

source: Description
vi: Mô tả

source: Didn't receive code?
vi: Không nhận được mã?

source: Dietary management
vi: Quản lý chế độ ăn

source: Digestive disorders
vi: Rối loạn tiêu hóa

source: Disagree
vi: Không đồng ý

source: Drag either handle to set a range, or type an exact min and max rate.
vi: Kéo nút để chọn khoảng, hoặc nhập mức tối thiểu và tối đa.

source: Duration
vi: Thời lượng

source: Edit booking
vi: Sửa đặt lịch

source: Edit Tasks
vi: Sửa việc

source: Email or Mobile phone number
vi: Email hoặc số điện thoại

source: EmBeLife uses the system text size from iPhone Settings.
vi: EmBeLife dùng cỡ chữ hệ thống từ Cài đặt iPhone.

source: End conversation
vi: Kết thúc trò chuyện

source: End of life support
vi: Hỗ trợ cuối đời

source: Enter a sub-task name to continue
vi: Nhập tên việc phụ để tiếp tục

source: Enter Code
vi: Nhập mã

source: Enter new password
vi: Nhập mật khẩu mới

source: Enter your email
vi: Nhập email của bạn

source: Enter your email address
vi: Nhập địa chỉ email

source: Enter your name
vi: Nhập tên của bạn

source: Enter your new password
vi: Nhập mật khẩu mới

source: Enter your password
vi: Nhập mật khẩu của bạn

source: Estimated Time
vi: Thời gian ước tính

source: Estimated Time/Due time
vi: Thời gian ước tính / hạn

source: Exit
vi: Thoát

source: Expands the language list
vi: Mở danh sách ngôn ngữ

source: Expiry
vi: Hết hạn

source: Family & Friends
vi: Gia đình & bạn bè

source: Family support
vi: Hỗ trợ gia đình

source: Filter
vi: Lọc

source: First Name
vi: Tên

source: General well-being
vi: Sức khỏe tổng quát

source: Gift Balance
vi: Số dư quà tặng

source: Gift fund received!
vi: Đã nhận quỹ quà tặng!

source: Gift funds can be sent to providers or received from friends and family.
vi: Quỹ quà tặng có thể gửi cho người hỗ trợ hoặc nhận từ bạn bè và gia đình.

source: Gift out
vi: Gửi quà đi

source: Gift to EmBeLife
vi: Tặng quà EmBeLife

source: Grief counseling
vi: Tư vấn đau buồn

source: Headaches
vi: Đau đầu

source: Hi, Welcome Back! 👋
vi: Xin chào, chào mừng trở lại! 👋

source: High blood pressure
vi: Huyết áp cao

source: Hourly rate
vi: Giá theo giờ

source: Hours of support booked across the last 7 days
vi: Số giờ hỗ trợ đã đặt trong 7 ngày qua

source: I agree to the Terms of Service and Conditions of Use including consent to electronic communications and I affirm that the information provided is my own.
vi: Tôi đồng ý với Điều khoản dịch vụ và Điều kiện sử dụng, bao gồm đồng ý nhận thông tin điện tử, và xác nhận thông tin cung cấp là của tôi.

source: Immediately arrive to the embelife account, support ACH, Venmo, paypal, credit card, etc
vi: Vào tài khoản EmBeLife ngay, hỗ trợ ACH, Venmo, PayPal, thẻ tín dụng, v.v.

source: In-person Appointment
vi: Hẹn trực tiếp

source: Infertility
vi: Vô sinh

source: Insomnia
vi: Mất ngủ

source: Invitation Sent
vi: Đã gửi lời mời

source: Invite
vi: Mời

source: Invite sent
vi: Đã gửi lời mời

source: Invite teammates and control what each role can access in EmBeLife.
vi: Mời đồng đội và kiểm soát quyền của từng vai trò trong EmBeLife.

source: Keep booking
vi: Giữ đặt lịch

source: Lactation/ feeding support
vi: Hỗ trợ cho bú / ăn

source: Language disorder
vi: Rối loạn ngôn ngữ

source: Language Preference
vi: Ngôn ngữ ưa thích

source: Languages
vi: Ngôn ngữ

source: Last Name
vi: Họ

source: Light housekeeping
vi: Dọn dẹp nhẹ

source: Location
vi: Vị trí

source: Log out
vi: Đăng xuất

source: Log Out From All Devices
vi: Đăng xuất mọi thiết bị

source: Lorem ipsum dolor sit amet, consectetur
vi: Chào mừng bạn quay lại EmBeLife

source: Max ($/hr)
vi: Tối đa ($/giờ)

source: Meal planning
vi: Lên thực đơn

source: Meals
vi: Bữa ăn

source: Meals & Groceries
vi: Bữa ăn & đi chợ

source: Medications
vi: Thuốc men

source: Member List
vi: Danh sách thành viên

source: Memorial planning
vi: Lên kế hoạch tưởng niệm

source: Menstrual issues
vi: Vấn đề kinh nguyệt

source: Message to provider (optional)
vi: Tin nhắn tới người hỗ trợ (không bắt buộc)

source: Midwife
vi: Nữ hộ sinh

source: Min ($/hr)
vi: Tối thiểu ($/giờ)

source: Mobility and function improvement (general)
vi: Cải thiện vận động và chức năng (chung)

source: Mobility assistance
vi: Hỗ trợ di chuyển

source: Modify
vi: Chỉnh sửa

source: More details
vi: Thêm chi tiết

source: Name
vi: Tên

source: New Password
vi: Mật khẩu mới

source: Newborn care
vi: Chăm sóc trẻ sơ sinh

source: No categories selected
vi: Chưa chọn nhóm nào

source: No devices are currently signed in.
vi: Hiện không có thiết bị nào đăng nhập.

source: No Sub-Task added
vi: Chưa có việc phụ
